const commentPatternLinks = [
	{
		ava: 'https://i.pinimg.com/originals/e0/30/af/e030af8ea8609473f46b262c94d94ce4.jpg',
		user: 'Pedro',
		dateComment: '2 часа назад',
		comment:
			'Про горе от ума. Моя версия: люди, которые умнее абсолютного большинства часто не могут найти единомышленников и чувствуют себя одиноко среди всех остальных. И ещё более глупые могут не понимать и не осознавать каких то проблем или плохих вещей: «счастье в неведении», «меньше знаешь-крепче спишь»',
		countLike: '12',
	},
	{
		ava: 'https://yt3.googleusercontent.com/ytc/AGIKgqN-SdADnhspb0s94t0GSBONKOd9OU3AsQhIpjvz=s900-c-k-c0x00ffffff-no-rj',
		user: '8шайба',
		dateComment: '15 минут назад',
		comment:
			'Моё мнение : лучше всего тем, кто в золотой середине. Они достаточно Глупы, чтобы не осознавать или падать духом, при отчайной ситуации, но достаточно умный, чтобы в них не попадаться.',
		countLike: '345',
	},
	{
		ava: 'https://ru-static.z-dn.net/files/d50/0b253e61a7a190d9a8f35199cf15f0fb.jpg',
		user: 'Читер228',
		dateComment: 'сейчас',
		comment:
			'Лучше быть красивой чем уродливый, лучше быть богатым чем быть бедным, лучше быть сильным чем быть слабым!',
		countLike: '126 тыс',
	},
	{
		ava: 'https://pic.rutubelist.ru/user/ed/43/ed438c2d727e70dff7a840e10edcf47d.jpg',
		user: 'Мага',
		dateComment: 'вчера',
		comment:
			'Училась на пятерки, успевала по всем предметам, закончила один универ с красным дипломом, затем второй тоже с красным дипломом... Большого счастья это мне не принесло. Самая большая польза от моих дипломов - гордость моих родителей за меня, удовлетворение родительского тщеславия. А теперь нет ни родителей, ни работы, ни дома, ни мира в стране... Остались одни дипломы, высокий iq да депрессия....',
		countLike: '1',
	},
	{
		ava: 'https://avatars.mds.yandex.net/get-pdb/1524429/b55fd715-bfb3-4bc1-a86b-630071fb958c/s1200?webp=false',
		user: 'Илья Бомба вишня',
		dateComment: '2 месяца назад',
		comment:
			'Закончил школу с тройками, поступил в колледж  и получил красный диплом В итоге понял что дело в мотивации не более',
		countLike: '76',
	},
	{
		ava: 'https://pixelbox.ru/wp-content/uploads/2020/12/avatar-youtube-23.jpg',
		user: 'Morgen',
		dateComment: '5 лет назад',
		comment:
			'"Выше IQ - меньше бед с башкой" Тем временем я, со своими психическими расстройствами: видимо, просто тупая🚬🗿',
		countLike: '2 тыс',
	},
	{
		ava: 'https://pixelbox.ru/wp-content/uploads/2020/12/avatar-youtube-68.jpg',
		user: 'Мартин',
		dateComment: '3 года назад',
		comment:
			'Балдежное видео) Я когда начинал смотреть тоже напрягся и подумал, что горе от ума. А сейчас понимаю, что все ровно и можно продолжить ботать. Единственное, что ограничивает умного человека - это overthinking, чрезмерное думание о своих мыслях и отрыв от реальности. Если умняшка сможет преодолеть эту когнитивную тюрьму и связать свои мозги с объективной реальностью, подружить их с инстинктами, моё почтение, станете сверхчеловеком.',
		countLike: '1,2 тыс',
	},
	{
		ava: 'https://pixelbox.ru/wp-content/uploads/2020/12/avatar-youtube-24.jpg',
		user: 'TIMMI',
		dateComment: '15 минут назад',
		comment:
			'Ну и чисто от меня коммент, надеюсь данная работа тянет на автомат, потрачено много времени на реализацию этого проекта, самый большой из всех, которые я делал)',
		countLike: '4,5 млн',
	},
	{
		ava: 'https://pic.rutubelist.ru/user/c2/25/c225d175adf084b65199e9fe57b93475.jpg',
		user: 'Орел',
		dateComment: '2 дня назад',
		comment:
			'Ахахахаха Даня в конце добил Такие мрачные и жуткие вещи еще говорить c таким лицом как будто ничего странного в них нет. 😂',
		countLike: '147',
	},
	{
		ava: 'https://android-obzor.com/wp-content/uploads/2022/03/55-3.jpg',
		user: 'Я не знаю',
		dateComment: '7 дней назад',
		comment:
			'Качество видео намного лучше!!!! Требуем больше таких роликов а-ля "детективные" Прям как настоящее расследование)) Люблю всякую жуть посмотреть, да еще и от Яна)',
		countLike: '7,2 тыс',
	},
	{
		ava: 'https://sopranoclub.ru/images/memy-na-avu-275-memnyh-avatarok/file56870.jpeg',
		user: 'Гусь Олегович',
		dateComment: '41 минуту назад',
		comment:
			'Эстетический оргазм от выпуска к выпуску только становится ярче. Приятно наблюдать как растет качество картинки. Новая заставка- сочная, стильная, хочется чтобы не заканчивалась) про качество внутри выпуска даже говорить глупо - все шикарно',
		countLike: '1',
	},
]

export default commentPatternLinks
